IDEA StatiCa Open Model
BoltParam.RowsNegative Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the rows of a negative fasteners positions in case of RowsPosition equals to Profile. Absolute positions of groups, in group are relative positions.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public NumberGroups RowsNegative { get; set; }
Public Property RowsNegative As NumberGroups
	Get
	Set
public:
property NumberGroups^ RowsNegative {
	NumberGroups^ get ();
	void set (NumberGroups^ value);
}
Property Value
Type: NumberGroups
See Also
Reference
BoltParam Class
IdeaRS.OpenModel.Parameters Namespace